[errorMsg]

PCT_ERR_FAIL="不明なエラー"

PCT_ERR_INVALUD_PARS="無効なパラメーター"

PCT_ERR_NOT_SURPPORT="対応していません"

PCT_ERR_OPEN_FILE_FAIL="このファイルは開けません"

PCT_ERR_NO_MEMORY="メモリー不足"

PCT_ERR_READ_FILE="このファイルは読み込めません"

PCT_ERR_FILE_FORMAT="ファイルフォーマットエラー"

PCT_ERR_NOMORE_ITEM="ファイルがありません"

PCT_ERR_FILE_PROCESS="ファイルの処理ができませんでした"

PCT_ERR_MEMORY_FAIL="メモリーエラー"

PCT_ERR_WRITE_FILE="ファイルを書き込めませんでした"

PCT_ERR_USER_CANCEL="キャンセルしました"

PCT_ERR_NOT_INIT_FUN="初期化されていません"

PCT_ERR_CREATE_THREAD="スレッドを作成できませんでした"

PCT_ERR_DEVICE_NO_MORE_SPACE="容量が不足しています"

PCT_ERR_DEVICE_FAIL="デバイスエラー"

PCT_ERR_PATH_INVALID="無効なパス"

PCT_ERR_CALL_API="呼び出せませんでした"

PCT_ERR_FILE_NOT_EXIST="このファイルは存在していません"

PCT_ERR_FILE_IN_USING="このファイルは他のプロセスで使用中です。"

PCT_ERR_REG_FAIL="レジストリーエラー"

PCT_ERR_NET_CONN="ネットワークに接続していないか切断されています"

PCT_ERR_LICENSE_OUTDATA="ライセンスの期限が切れています"

PCT_ERR_NOT_SAME_VERSION="バージョンが一致していません"

PCT_ERR_NO_DISKSPACE="容量が不足しています"

PCT_ERR_NTFS_MUST="このアプリケーションはNTFSファイルシステムでインストールされていないため転送できませんでした。"

PCT_ERR_INSTALL_APPX_FAILED="アプリは移行先のPCと互換しないため、再インストールする必要があります。"

PCT_ERR_MOVE_APPX_FAILED="アプリは移行先のパーティションのファイルシステムと互換しません。"



